[
  {
    "content": "Dark Chocolate Waffle | Rich dark chocolate poured over crisp waffles, delivering a bold, bittersweet bite with every mouthful. | Price Classic: ₹146 | Price Chocolate: ₹161 | Price Red Velvet: ₹161"
  },
  {
    "content": "White Chocolate Waffle | Velvety white chocolate coating over golden waffles — smooth, sweet, and melt-in-mouth indulgence. | Price Classic: ₹146 | Price Chocolate: ₹161 | Price Red Velvet: ₹161"
  },
  {
    "content": "Milk Chocolate Waffle | Classic milk chocolate drizzled on freshly baked waffles, offering a silky, balanced chocolatey treat. | Price Classic: ₹146 | Price Chocolate: ₹161 | Price Red Velvet: ₹161"
  },
  {
    "content": "Nutella Waffle | Loaded with creamy Nutella, this waffle melts into a hazelnut-chocolate fusion you’ll crave again and again. | Price Classic: ₹161 | Price Chocolate: ₹176 | Price Red Velvet: ₹176"
  },
  {
    "content": "Oreo Waffle | Crushed Oreos and cream atop warm waffles — soft, crunchy, and chocolatey in every bite. | Price Classic: ₹161 | Price Chocolate: ₹176 | Price Red Velvet: ₹176"
  },
  {
    "content": "Kitkat Waffle | Topped with real KitKat chunks and drizzled with chocolate sauce, delivering a crisp and creamy contrast. | Price Classic: ₹176 | Price Chocolate: ₹190 | Price Red Velvet: ₹190"
  },
  {
    "content": "Double Chocolate Waffle | A bold duo of dark and milk chocolate layers over crunchy waffles — intense, deep, and satisfying. | Price Classic: ₹176 | Price Chocolate: ₹190 | Price Red Velvet: ₹190"
  },
  {
    "content": "Triple Chocolate Waffle | Milk, white, and dark chocolate come together in one waffle — rich, creamy, and perfectly balanced. | Price Classic: ₹190 | Price Chocolate: ₹205 | Price Red Velvet: ₹205"
  },
  {
    "content": "Death By Chocolate Ice Cream Sundae: A chocolate lover’s fantasy — layers of fudge, brownie, and chocolate ice cream drizzled with rich sauce. Price: ₹219"
  },
  {
    "content": "Nutella Brownie Ice Cream Sundae: Fudgy brownie and creamy ice cream drizzled with thick Nutella for a nutty-choco burst. Price: ₹205"
  }
]
